{
    "loading": "Wird geladen, bitte warten...",
    "overview_title": "Willkommen beim Inoffiziellen Crusader Patch",
    "overview_intro": "Dieses Projekt ist ein inoffizieller Patch für das Spiel Stronghold Crusader von FireFly Studios. Es enthält Fehlerbehebungen, Balancing-Änderungen, Quality-of-Life-Verbesserungen und von der Community erstellte KI-Burgen und Inhalte.",
    "overview_quickstart_title": "Schnellstart",
    "overview_quickstart_text": "Um den Patch zu installieren, lade die neueste Version von GitHub herunter, platziere sie in deinem Stronghold Crusader-Installationsverzeichnis und führe das Installationsprogramm aus.",
    "overview_contribute_title": "Mitwirken",
    "overview_contribute_text": "Hast du Ideen oder möchtest du helfen? Besuche unser GitHub-Repository, um Probleme zu melden, Funktionen vorzuschlagen oder zum Code beizutragen. Jede Hilfe ist willkommen!",
    "download_now": "Jetzt herunterladen",
    "news_title": "Aktuelle Nachrichten",
    "news_error": "Nachrichten konnten nicht von GitHub abgerufen werden. Bitte besuche das Repository für die neuesten Updates.",
    "store_title": "Inhalte-Store",
    "store_intro": "Entdecke und verwalte von der Community erstellte Inhalte für den UCP. Die folgenden Module und Pakete sind aus dem offiziellen Repository verfügbar.",
    "store_error": "Inhalte konnten nicht aus dem Store-Repository abgerufen werden.",
    "store_no_results": "Keine Inhalte gefunden, die deinen Filtern entsprechen.",
    "store_search_placeholder": "Suche nach Namen...",
    "store_filter_tags": "Nach Tags filtern",
    "view_on_github": "Auf GitHub ansehen",
    "ai_format_title": "KI-Charakter-Format",
    "ai_format_intro": "Der UCP verwendet einen detaillierten Satz von Parametern, um das Verhalten von KI-Lords zu definieren. Unten findest du eine Referenz für die verfügbaren Felder.",
    "ai_format_error": "KI-Parameterdaten konnten nicht geladen werden.",
    "ai_param_field": "Feld",
    "ai_param_values": "Akzeptierte Werte",
    "ai_param_description": "Beschreibung",
    "faq_title": "Häufig gestellte Fragen",
    "faq_error": "FAQ konnte nicht geladen werden."
}
